/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Hecho por el equipo global DigiWallet. Versión %1$@";

/* Privay Policy button label */
"About.privacy" = "Politica de privacidad";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Términos de uso";

/* About screen title */
"About.title" = "Acerca de";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Cerrar";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centro de soporte";

/* Loading Wallet Message */
"Account.loadingMessage" = "Cargando monedero";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mi DigiWallet";

/* Error alert title */
"Alert.error" = "Error";

/* No internet alert message */
"Alert.noInternet" = "Sin conexión a internet. Comprueba tu conexión e inténtalo de nuevo.";

/* Warning alert title */
"Alert.warning" = "Aviso";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Direcciones copiadas";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Todas las direcciones fueron copiadas con éxito.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Ajustes del papel de claves ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "¡Increíble!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Ajustes PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Fallo en el envío";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Confirmación de envío";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "¡Dinero enviado!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Error en procedimiento JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "El monedero no está listo";

/* API Token error message */
"ApiClient.tokenError" = "No es posible recuperar el token API";

/* Send BCH view body. */
"BCH.body" = "Introduce a continuación una dirección DigiByte de destino. Todos los DigiByte guardados en tu monedero en el momento del fork (%1$@) serán enviados.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmar envío de %1$@ a %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmación ";

/* Generic bch erorr message */
"BCH.genericError" = "Tu cuenta no contiene DigiByte, o has recibido DigiByte después del fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "La ID de la transacción ha sido copiada";

/* No address error message */
"BCH.noAddressError" = "Por favor, introduce una dirección ";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Las solicitudes del protocolo de pago no están soportadas para las transacciones de DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Los DigiByte se enviaron correctamente.";

/* Widthdraw BCH view title */
"BCH.title" = "Retirar DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID de transacción de DigiByte";

/* Approve button label */
"BitID.approve" = "Aprobar";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ solicita autenticación usando tu monedero de Digibyte.";

/* Deny button label */
"BitID.deny" = "Denegar";

/* BitID error alert title */
"BitID.error" = "Error de autenticación";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Por favor, comprueba el estado del servicio. Podrías tener que intentarlo de nuevo.";

/* BitID success alert title */
"BitID.success" = "Autenticación exitosa";

/* BitID Authentication Request alert view title */
"BitID.title" = "Solicitación de autenticación con DigiID";

/* Cancel button label */
"Button.cancel" = "Cancelar";

/* Ignore button label */
"Button.ignore" = "Ignorar";

/* menu button */
"Button.menu" = "menú";

/* No button */
"Button.no" = "No";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "recibir";

/* send button */
"Button.send" = "enviar";

/* Settings button label */
"Button.settings" = "Ajustes";

/* Settings button label */
"Button.submit" = "Enviar";

/* Yes button */
"Button.yes" = "Sí";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centra tu ID dentro del recuadro";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Cantidad a enviar:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Comisión de la red:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Tiempo estimado: Esta transacción tardará %1$@ minutos en procesarse.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Enviar";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmación";

/* To: (address) */
"Confirmation.to" = "Para";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Coste total:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Asegúrate de que todo fue escrito correctamente, por favor escribe las siguientes palabras de tu carta de claves.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Palabra #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unidades para DigiByte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Tasa de cambio";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Este dispositivo no está configurado para enviar correos electrónicos desde la app de iOS";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Correo electrónico no disponible";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Este dispositivo no esta configurado para enviar mensajes.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Mensaje no disponible";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Puedes personalizar tu Face ID desde %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Usa tu cara para desbloquear tu DigiWallet y enviar dinero hasta el límite configurado.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Enlace de texto (ver TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Activa Face Id para DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "No tienes configurado Face ID en este dispositivo. Ve a Ajustes->Face ID y Código para configurarlo ahora";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID no esta configurado ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Límite de gastos con Face ID";

/* Economy fee */
"FeeSelector.economy" = "Economía ";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Entrega Estimada: 60+ Minutos";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Esta opción no es recomendada para transacciones urgentes.";

/* Regular fee */
"FeeSelector.regular" = "Regular";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Entrega Estimada: 10-30 minutos";

/* Fee Selector title */
"FeeSelector.title" = "Velocidad de procesamiento";

/* Checking private key balance progress view text */
"Import.checking" = "Verificando el balance de la llave privada...";

/* Sweep private key confirmation message */
"Import.confirm" = "¿Enviar %1$@ desde esta clave privada a tu billetera? La red DigiByte recibirá una comisión de %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Esta clave privada ya se encuentra en tu billetera.";

/* empty private key error message */
"Import.Error.empty" = "Esta clave privada está vacía.";

/* High fees error message */
"Import.Error.highFees" = "La comisión por la transacción es mayor que los fondos disponibles en esta llave privada.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Clave privada invalida";

/* Import signing error message */
"Import.Error.signing" = "Error firmando la transacción ";

/* Import button label */
"Import.importButton" = "Importar";

/* Importing wallet progress view label */
"Import.importing" = "Importando Billetera";

/* Caption for graphics */
"Import.leftCaption" = "La billetera será importado";

/* Import wallet intro screen message */
"Import.message" = "Importar una billetera transferirá todos los fondos de tu otra billetera a tu DigiWallet usando una única transacción.";

/* Enter password alert view title */
"Import.password" = "La llave privada se encuentra protegida por clave.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "clave";

/* Caption for graphics */
"Import.rightCaption" = "Tu DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Escanear Clave Privada";

/* Import wallet success alert title */
"Import.success" = "Éxito";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Billetera importado exitosamente.";

/* Import Wallet screen title */
"Import.title" = "Importar Billetera";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Desbloqueando clave";

/* Import wallet intro warning message */
"Import.warning" = "Al importar una billetera, no se incluirán las transacciones anteriores ni otros detalles";

/* Wrong password alert message */
"Import.wrongPassword" = "Clave incorrecta, por favor intente nuevamente.";

/* Close app button */
"JailbreakWarnings.close" = "Cerrar";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorar";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "LA SEGURIDAD DEL DISPOSITIVO HA SIDO COMPROMETIDA\nCualquier app de 'jailbreak' puede acceder a los datos de DigiWallet y robar tus DigiByte! Elimina esta billetera inmediatamente y restaura en un dispositivo seguro.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "LA SEGURIDAD DEL APARATO HA SIDO COMPROMETIDA\nCualquier app de 'jailbreak' puede acceder a los datos de DigiWallet y robar tus DigiByte. Por favor utiliza DigiWallet únicamente en dispositivos sin 'jailbreak'";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ADVERTENCIA";

/* Location services disabled error */
"LocationPlugin.disabled" = "Los servicios de ubicación están desactivados.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet no tiene autorización para acceder a los servicios de ubicación.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Tu creaste tu billetera el %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Tu nombre de billetera solamente apparece en tu historia de transaction y no puede ser visto por nadie mas.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nombre de Billetera";

/* Manage wallet modal title */
"ManageWallet.title" = "Administrar Billetera";

/* Buy bitcoin title */
"MenuButton.buy" = "Comprar DigiByte";

/* Menu button title */
"MenuButton.lock" = "Bloquear Billetera";

/* Menu button title */
"MenuButton.security" = "Centro de Seguridad";

/* Menu button title */
"MenuButton.settings" = "Configuración";

/* Menu button title */
"MenuButton.support" = "Soporte ";

/* button label */
"MenuViewController.createButton" = "Crear Nueva Billetera";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menú";

/* button label */
"MenuViewController.recoverButton" = "Recuperar Billetera";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Cambiar a modo automático";

/* Node is connected label */
"NodeSelector.connected" = "Conectado";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Ingrese la IP del nodo y el puerto (opcional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Ingrese Nodo";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Cambiar a modo manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Nodo Principal Corriente ";

/* Node is not connected label */
"NodeSelector.notConnected" = "No Conectado";

/* Node status label */
"NodeSelector.statusLabel" = "Estado de Conexión al Nodo ";

/* Node Selector view title */
"NodeSelector.title" = "Nodos DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Mala solicitud de pago ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Documento corrupto o no compatible";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "falta certificado";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "solicitud expirada";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "El pago no se pudo realizar";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Los pagos de DigiByte no pueden ser menores que %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "La salida de la transacción no puede ser menor a $@..";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tipo de firma no compatible";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificado no es de confianza";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Presione aquí para habilitar reconocimiento facial";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Habilitar reconocimiento facial";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Una clave es necesaria para proteger tu billetera. Ve a configuración y habilita la clave.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Habilitar clave para el dispoisitivo";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Tu llave de papel debe ser guardada en caso de que pierdas o cambies tu teléfono, presiona aquí para continuar.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Acción es requerida";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Tu billetera puede no estar sincronizada. Esto usualmente se puede arreglar al volver a escanear la blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transacción Rechazada";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ayuda a mejorar DigiWallet compartiendo tus datos  de manera anónima con nosotros";

/* Share data prompt title */
"Prompts.ShareData.title" = "Compartir datos de manera anónima";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Toca aquí para habilitar Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Habilitar Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet se actualizó para utilizar un PIN de 6 dígitos. Toca aquí para actualizar.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Actualizar PIN ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Active las notificaciones para recibir mensajes especiales de DigiWallet en el futuro.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notificaciones \"push\"";

/* Push notifications are off label */
"PushNotifications.off" = "Desactivar";

/* Push notifications are on label */
"PushNotifications.on" = "Activar";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificaciones";

/* Address copied message. */
"Receive.copied" = "Copiado al portapapeles";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Solicitar una cantidad";

/* Share button label */
"Receive.share" = "Compartir";

/* Share via text message (SMS) */
"Receive.textButton" = "Mensaje de texto";

/* Receive modal title */
"Receive.title" = "Recibir";

/* Done button text */
"RecoverWallet.done" = "Listo";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperar Billetera";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetear PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Ingresar clave de papel";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recupera tu DigiWallet con tu llave de papel.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "La llave de papel que has ingresado es invalida, por favor revisa cada palabra e intenta nuevamente.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Flecha Izquierda";

/* Next button label */
"RecoverWallet.next" = "Siguiente";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Presiona aquí para mayor información.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Flecha Derecha";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Ingrese la clave de papel para la billetera que desea recuperar.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Para restablecer su PIN, ingrese las palabras de su clave de papel en los cuadros a continuación.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Por favor primero ingrese un monto";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Solicitar un monto";

/* Alert action button label */
"ReScan.alertAction" = "Sincronizar";

/* Alert message body */
"ReScan.alertMessage" = "No será posible enviar dinero mientras se realiza la sincronización.";

/* Alert message title */
"ReScan.alertTitle" = "¿Sincronizar con la Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minutos";

/* Syncing explanation */
"ReScan.body2" = "Si una transacción se muestra como completa en la red, pero no en tu DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Repetidamente recibe un error diciendo que tu transacción ha sido rechazada.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Iniciar Sincronización.";

/* Sync blockchain view footer */
"ReScan.footer" = "No será posible enviar dinero mientras se sincroniza con la blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronizar Blockchain ";

/* Subheader label */
"ReScan.subheader1" = "Tiempo estimado";

/* Subheader label */
"ReScan.subheader2" = "¿Cuando Sincronizar?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash de Camara";

/* Complete filter label */
"Search.complete" = "completado";

/* Pending filter label */
"Search.pending" = "pendiente";

/* Received filter label */
"Search.received" = "recibido";

/* Sent filter label */
"Search.sent" = "enviado ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Reconocimiento Facial";

/* Security Center Info */
"SecurityCenter.info" = "Active todas las características de seguridad para mayor protección.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "La unica manera de acceder a tus DigiByte si pierdes o cambias tu teléfono.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Llave de papel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protege tu DigiWallet de usuarios no autorizados.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN de 6 digitos";

/* Security Center Title */
"SecurityCenter.title" = "Centro de Seguridad";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Desbloquea convenientemente tu DigiWallet y envía dinero hasta un límite establecido.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Cantidad";

/* Balance: $4.00 */
"Send.balance" = "Balance: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Ve a configuración para permitir acceso a la cámara.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet no tiene permiso para acceder a la camara";

/* Warning when sending to self. */
"Send.containsAddress" = "La dirección de destino es tu propia dirección. No puedes enviarte a ti mismo.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "No se pudo crear la transacción.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard esta vacio ";

/* Network Fee: $0.01 */
"Send.fee" = "Comisión de la red: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identificación del Recibidor no está certificada ";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "La dirección de destino no es una dirección DigiByte valida.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard no contiene una dirección DigiByte válida ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Dirección Invalida";

/* Is rescanning error message */
"Send.isRescanning" = "Envío es desabilitado en un rescan completo ";

/* Loading request activity view message */
"Send.loadingRequest" = "Cargando Solicitud";

/* Empty address alert message */
"Send.noAddress" = "Por favor ingrese la dirección de destino.";

/* Emtpy amount alert message */
"Send.noAmount" = "Por favor ingrese el monto a enviar.";

/* Paste button label */
"Send.pasteLabel" = "Pegar";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "No se ha podido publicar la transacción";

/* Could not load remote request error message */
"Send.remoteRequestError" = "No se ha podido cargar la solicitación de pago";

/* Scan button label */
"Send.scanLabel" = "Escanear";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Enviar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enviar";

/* Send money to label */
"Send.toLabel" = "a";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Las direcciones DigiByte están pensadas ser utilizadas una única vez.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "La reutilización reduce la privacidad tanto para usted como para el destinatario y puede provocar la pérdida si el destinatario no controla directamente la dirección.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Dirección ya ha sido utilizada";

/* About label */
"Settings.about" = "Acerca ";

/* Advanced Settings title */
"Settings.advancedTitle" = "Configuración Avanzada";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Exibir Moneda ";

/* Join Early access label */
"Settings.earlyAccess" = "Únase al 'Early Access'";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "¿Estas disfrutando la DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limite de gasto para reconocimiento facial";

/* Import wallet label */
"Settings.importTitle" = "Importar Billetera";

/* Manage settings section header */
"Settings.manage" = "Administrar";

/* Notifications label */
"Settings.notifications" = "Notificaciones";

/* Leave review button label */
"Settings.review" = "Déjanos tus comentários";

/* Share anonymous data label */
"Settings.shareData" = "Compartir datos de manera anónima ";

/* Sync blockchain label */
"Settings.sync" = "Sincronizar Blockchain";

/* Settings title */
"Settings.title" = "Configuración";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limite de Pago del Touch ID ";

/* Wallet Settings section header */
"Settings.wallet" = "Billetera";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Inicia/Recupera otra billetera";

/* Share data view body */
"ShareData.body" = "Ayude a mejorar DigiWallet compartiendo sus datos anónimos con nosotros. Esto no incluye ninguna información financiera. Respetamos su privacidad financiera.";

/* Share data header */
"ShareData.header" = "¿Compartir datos?";

/* Share data switch label. */
"ShareData.toggleLabel" = "¿Compartir datos de manera anónima?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Volver a escribir clave de papel";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Tu llave de papel es la unica manera de restaurar tu DigiWallet si tu teléfono es robado, destruido, perdido o cambiado.\n\nTe mostraremos una lista de palabras que debes anotar en un papel y mantener seguro.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Anota tu llave de papel";

/* Argument is date */
"StartPaperPhrase.date" = "Anotaste tu llave de papel por ultima vez el %1$@";

/* Start view message */
"StartViewController.message" = "La manera mas segura de usar DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Conectando";

/* Syncing view header text */
"SyncingView.header" = "Sincronizando";

/* Retry button label */
"SyncingView.retry" = "Reintentar";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizando";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Puedes customizar tu limite de pago del TouchId con %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Utiliza tus huellas digitales para desbloquear tu DigiWallet y enviar dinero hasta un limite fijo.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Pantalla de Límite de Gastos Touch ID ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limite de gasto: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Habilitar Touch ID para DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID ";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "No ha configurado Touch ID en este dispositivo. Vaya a Configuración-> Touch ID & Passcode para configurarlo ahora.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID no está habilitado ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Siempre solicitar clave";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Se te pedirá ingresar tu PIN de 6 dígitos para enviar cualquier transacción que supere tu  limite de gasto, y cada 48 horas desde la ultima vez que ingresaste el PIN";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Límite de Pago con Touch ID ";

/* Availability status text */
"Transaction.available" = "Disponible para gastar";

/* Transaction complete label */
"Transaction.complete" = "Completado";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Balance final: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Tasa de cambio al recibir:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Precio de intercambio:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ comisión)";

/* Invalid transaction */
"Transaction.invalid" = "INVALIDO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ahora mismo";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "en progreso: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "en progreso: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Balance inicial: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Esperando confirmación. Algunos comerciantes requieren confirmación para completar la transacción. Tiempo estimado: 1-2 horas.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "cuenta";

/* Amount section header */
"TransactionDetails.amountHeader" = "Cantidad";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmado en el bloque";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Tu transacción aparecerá aquí.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "a %1$@";

/* More button title */
"TransactionDetails.more" = "Más...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ movido";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b> movido";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "No Confirmado";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ recibido ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> recibido";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ enviado";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> enviado";

/* Status section header */
"TransactionDetails.statusHeader" = "Estado";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalles de la transacción";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "a %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ID de la transaccion";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Recibido en esta direccion";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Enviado a eta direccion";

/* Disabled until date */
"UnlockScreen.disabled" = "Inhabilitado hasta %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Mi direccion";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Resetear PIN";

/* Scan button title */
"UnlockScreen.scan" = "Escanear";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Ingresar PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Desbloquear tu DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Desbloquear con Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Billetera Desbloqueada";

/* Update PIN caption text */
"UpdatePin.caption" = "Recuerda este PIN. Si lo olvidas perderás el acceso a tus DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Tu PIN sera utilizado para desbloquear tu DigiWallet y enviar dinero.";

/* Update PIN title */
"UpdatePin.createTitle" = "Fijar PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Vuelve a ingresar tu PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Ingresa tu PIN actual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Ingresa tu nuevo PIN";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Vuelve a ingresar tu nuevo PIN";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Lo lamentamos, no se pudo actualizar el PIN";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Error actualizando PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Actualizar PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "¿Copiar dirección de la billetera al portapapeles?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autoriza copiado de la dirección de la billetera al portapapeles";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiar dirección de la billetera";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiar";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Por favor ingrese su PIN para autorizar esta transacción.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Por favor ingrese su PIN para continuar.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Requerido";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizar esta transaccion";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Abra la app DigiWallet para app para configurar tu billetera.";

/* Dismiss button label */
"Webview.dismiss" = "Descartar";

/* Webview loading error message */
"Webview.errorMessage" = "Hubo un error cargando el contenido. Por favor intente nuevamente.";

/* Updating webview message */
"Webview.updating" = "Actualizando...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte para iOS ha cambiado su nombre a DigiWallet, con un nuevo look y algunas nuevas funcionalidades.\n\nSi necesitas ayuda busca el (?) en la esquina superior derecha de la pantalla.";

/* Top title of welcome screen */
"Welcome.title" = "Bienvenido a DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "¿Esta seguro de que desea eliminar esta billetera?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "¿Eliminar Billetera?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "No se pudo eliminar la billetera.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Falló";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Ingrese la frase de recuperación de esta billetera para eliminarla y comenzar o recuperar otra. Tu balance actual se quedara en esta frase.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Iniciar o recuperar otra billetera te permite acceder y administrar una DigiWallet diferente en este dispositivo.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Ya no podrás acceder a tu DigiWallet actual en este dispositivo. Tu balance permanecerá en esta frase.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Comenzar o recuperar otra billetera";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Limpiar";

/* Wiping activity message */
"WipeWallet.wiping" = "Limpiando...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Escribe debajo cada palabra y consérvalas en un sitio seguro.";

/* button label */
"WritePaperPhrase.next" = "Siguiente";

/* button label */
"WritePaperPhrase.previous" = "Anterior";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d de %2$d";

